{
    "experience_title": "Experience",
    "studies_title": "Education",
    "skills_title": "Skills",
    "technologies_title": "Known tecnologies",
    "achievements_title": "Achievements",

    "job_iti_name": "Big Data Developer",
    "job_dialapplet_name": "Software Developer",
    "date_current": "Current",

    "title_computer_science": "Computer science",
    "title_master_bigdata": "Master in Big Data Analytics",

    "task_iti_radiatus": "Participation in the beginnings of the Radiatus project, consisting of the deployment and automatic configuration of Big Data services in the cloud.",
    "task_iti_twitter": "System to collect data from Twitter and generate HTML reports with interactive graphics integrating technologies such as Spark, Kafka, Elasticsearch, PostgreSQL and Neo4j on Kubernetes.",
    "task_iti_iot": "Development and deployment of different microservices in an IoT device for remote monitoring and control of industrial machines.",
    "task_iti_forecasting": "Development and deployment of a global machine learning model for the prediction of fruit and vegetable sales in a supermarket using Azure ML",
    "task_iti_prototypes": "Development of prototypes integrating technologies such as Spark, Neo4j, Elasticsearch, Kibana and Grafana. Creation of simple web interfaces in some of them.",
    "task_iti_eda": "Conducting small and large scale exploratory data analysis.",
    "task_iti_mlops": "Packaging and deployment of Machine Learning models as REST APIs using Docker.",
    "task_iti_reports": "Preparation of reports, presentations and project documentation using Markdown, Word, Power Point or Latex.",

    "task_dialapplet_pfc": "Development of an answering machine detector",
    "task_dialapplet_development": "Participation in the development of functionalities and bug correction in the Dialapplet call center management platform, both in backend and frontend.",
    "task_dialapplet_proxy": "Proxy for communication with Asterisk through the AMI interface.",
    "task_dialapplet_reports": "Development of a new system to facilitate the generation of reports.",
    "task_dialapplet_scripts": "Task automation with scripts",
    "task_dialapplet_support": "Technical support for incidents related to the database, Linux servers and networks.",

    "lang_title": "Languages",
    "lang_native": "Native language",
    "lang_language": "Language",
    "lang_reading": "Reading",
    "lang_writing": "Writing",
    "lang_listening": "Listening",
    "lang_speaking": "Speaking",
    "lang_ca": "Catalan",
    "lang_es": "Spanish",
    "lang_en": "English",

    "achievement_exp_ii": "Best academic record award in Computer science",
    "achievement_swerc": "7th position in 2013 SWERC competition",
    "achievement_exp_ii3": "Best academic record award of 3rd course in Computer science",
    "achievement_exp_ii2": "Best academic record award of 2nd course in Computer science"
}