{
    "experience_title": "Experiencia laboral",
    "studies_title": "Formación",
    "skills_title": "Habilidades",
    "technologies_title": "Tecnologías destacadas",
    "achievements_title": "Reconocimientos y premios",

    "job_iti_name": "Desarrollador Big Data",
    "job_dialapplet_name": "Desarrollador de software",
    "date_current": "Actualidad",

    "title_computer_science": "Ingeniería informática",
    "title_master_bigdata": "Máster en Big Data Analytics",

    "task_iti_radiatus": "Participación en los inicios del proyecto Radiatus, consistente en el despliegue y configuración automática de servicios Big Data en la nube.",
    "task_iti_twitter": "Sistema para recolectar datos procedentes de Twitter y generar informes HTML con gráficos interactivos integrando tecnologías como Spark, Kafka, Elasticsearch, PostgreSQL y Neo4j sobre Kubernetes.",
    "task_iti_iot": "Desarrollo y despliegue de diferentes microservicios en un dispositivo IoT para la monitorización y el control remoto de máquinas industriales.",
    "task_iti_prototypes": "Desarrollo de prototipos integrando tecnologías como Spark, Neo4j, Elasticsearch, Kibana y Grafana. Creación de interfaces web sencillas en algunos de ellos.",
    "task_iti_eda": "Realización de análisis exploratorios de datos a pequeña y gran escala en varios proyectos.",
    "task_iti_mlops": "Empaquetado y despliegue de modelos de Machine Learning como APIs REST usando Docker.",
    "task_iti_reports": "Realización de informes, presentaciones y documentación de proyectos mediante Markdown, Word, Power Point o Latex.",
    
    "task_dialapplet_pfc": "Desarrollo de un sistema para la detección de contestadores automáticos (PFC).",
    "task_dialapplet_development": "Participación en el desarrollo de funcionalidades y corrección de errores en la plataforma de gestión de call centers Dialapplet, tanto en backend como en frontend.",
    "task_dialapplet_proxy": "Proxy para la comunicación con Asterisk mediante la interfaz AMI.",
    "task_dialapplet_reports": "Desarrollo de un nuevo sistema para facilitar la generación de informes.",
    "task_dialapplet_scripts": "Automatización de diferentes tareas mediante scripts.",
    "task_dialapplet_support": "Resolución de incidencias relacionadas con la base de datos, servidores Linux y redes.",

    "lang_title": "Idiomas",
    "lang_native": "Idioma materno",
    "lang_language": "Idioma",
    "lang_reading": "Leer",
    "lang_writing": "Escribir",
    "lang_listening": "Escuchar",
    "lang_speaking": "Hablar",
    "lang_ca": "Valenciano/Catalán",
    "lang_es": "Castellano",
    "lang_en": "Inglés",

    "achievement_exp_ii": "Premio al titulado con mejor expediente en Ing. Informática",
    "achievement_swerc": "7º puesto en la SWERC 2013",
    "achievement_exp_ii3": "Premio al mejor expediente académico de 3º en Ing. Informática",
    "achievement_exp_ii2": "Premio al mejor expediente académico de 2º en Ing. Informática"
}